{
  "header": {
    "nav-text1": "Портфолио",
    "nav-text2": "О компании",
    "btn-text": "Заказать проект"
  },
  "form": {
    "title": "Подать заявку",
    "placeholder1": "Введите ваше имя",
    "placeholder2": "Ваш номер телефона",
    "placeholder3": "Разработка веб сайта",
    "placeholder4": "Комментарий",
    "placeholder5": "Введите свой телеграм, используя @name",
    "ChooseService": "Выберите услугу",
    "textForm1": "Контекстная реклама",
    "textForm2": "Мобильная разработка",
    "textForm3": "SEO",
    "textForm4": "SMM",
    "textForm5": "Разработка бота",
    "textForm6": "Разработка веб-сайта",
    "send": "Отправить"
  },
  "main": {
    "text": "Мы помогаем компаниям создавать сервисы и сайты для людей. Делаем бизнес комфортным и удобным в общении с клиентами так, чтобы это было выгодно.",
    "btn-text": "Заказать проект"
  },
  "ticker": {
    "text1": "Разработка веб-сайта",
    "text2": "Разработка бота",
    "text3": "Мобильная разработка",
    "text4": "Контекстная реклама"
  },
  "services": {
    "service1": "Разработка веб-сайта",
    "service2": "Разработка бота",
    "service3": "Мобильная разработка",
    "service4": "Контекстная реклама",
    "title": "Услуги",
    "text1": "Сервисный дизайн на основе аналитики, метрик и пользовательского опыта — продуктовый подход для создания привлекательных и эффективных решений.",
    "text2": "Привлекательный дизайн кажется пользователям более удобным. И наоборот — удобный дизайн привлекает и удерживает людей. Наш дизайн помогает построить идентичность и занять лидирующее место на рынке."
  },
  "portfolio": {
    "title": "Портфолио",
    "desc": "Создание брендинга для депо-стартапа - это процесс разработки уникального и запоминающегося логотипа, фирменного стиля и других элементов бренда, которые помогут выделить проект на рынке и привлечь внимание потенциальных клиентов.",
    "portfolio1": "Разработка веб-сайта",
    "portfolio2": "Разработка бота",
    "portfolio3": "SMM",
    "portfolio4": "SEO",
    "portfolio5": "Мобильная разработка",
    "portfolio6": "Контекстная реклама"
  },
  "about": {
    "title": "О компании",
    "text1": "Почти 3 года в Faject мы занимаемся разработкой и дизайном для компаний по всему миру. Мы помогаем компаниям создавать сервисы и сайты для людей. Делаем бизнес комфортным и удобным в общении с клиентами так, чтобы это было выгодно.",
    "text2": "В своей работе мы активно работаем с заказчиком, чтобы обеспечить наилучший результат и совместное творчество",
    "text3": "Для оптимизации всех процессов и экономии средств клиента на начальных этапах разработки мы используем нейронные сети. Так, мы в несколько раз ускоряем подбор стиля иллюстраций, чтобы заказчик мог выбрать, что ему больше по душе.",
    "text4": "На этапе разработки технического задания мы изучаем потребности и цели вашей компании. Мы предлагаем наилучшие решения, экономя средства заказчика и избавляясь от лишних функций. Наша главная задача - предоставить удобный функционал и эффективный инструмент маркетинга для вашего бизнеса."
  },
  "counter": {
    "text1": "Проектов",
    "text2": "Человек посещают сайты и сервисы, разработанные нами ежедневно",
    "text3": "Профессионалов в международной команде"
  },
  "footer": {
    "text1": "Мы здесь!",
    "text2": "Условия & Положения",
    "text3": "Политика конфиденциальности"
  },
  "policy": {
    "title": "Документы",
    "text-btn1": "Условия & Положения",
    "text-btn2": "Политика конфиденциальности",
    "text-back": "Назад",
    "text1": "Условия & Положения Настоящее Соглашение заключается между ___________ (далее – Владелец) и любым лицом, становящимся после принятия условий данного соглашения пользователем сайта, расположенного в сети Интернет по адресу: __________________ (далее – Сайт), в дальнейшем именуемым «Пользователь», вместе по тексту Соглашения именуемые «Стороны», а по отдельности – «Сторона». В соответствии со статьей 435 Гражданского кодекса РФ настоящее Пользовательское соглашение признается офертой. Регистрация и Пользовательские Данные В соответствии со статьей 438 Гражданского кодекса РФ безусловным принятием (акцептом) условий настоящего Соглашения считается факт регистрации на Сайте. Настоящее Соглашение, заключаемое путем акцепта настоящей оферты, не требует двустороннего подписания и действительно в электронном виде. Определения Термины и определения, используемые в Соглашении: Сайт – совокупность программных и аппаратных средств для ЭВМ, обеспечивающих публикацию для всеобщего обозрения информации и данных, объединенных общим целевым назначением, посредством технических средств, применяемых для связи между ЭВМ в сети Интернет. Сайт находится в сети Интернет по адресу: __________________. Администратор/Владелец Сайта – ________________________________________________, расположенное по адресу: ________________________________________________. ... Предмет Соглашения 2.1. Владелец Сайта оказывает Пользователю услуги по предоставлению доступа к сервисам Сайта, при этом обязательным условием оказания Владельцем Сайта услуг в соответствии с настоящим Соглашением является принятие, соблюдение Пользователем и применение к отношениям Сторон требований и положений, определенных настоящим Соглашением. Изменения в Соглашении 2.2. Владелец Сайта оставляет за собой право изменять условия настоящего Соглашения и всех его неотъемлемых частей без согласования с Пользователем с уведомлением последнего посредством размещения на Сайте новой редакции Соглашения или какой-либо его неотъемлемой части, подвергшейся изменениям. Принимая во внимание, что информационная рассылка может быть признана Сторонами спамом, Пользователь обязуется не менее одного раза в месяц знакомиться с содержанием Соглашения, размещенного на Сайте, в целях своевременного ознакомления с его изменениями.",
    "text2": "Политика конфиденциальности Сбор и Использование Личной Информации 3.1. Пользователь соглашается с тем, что Владелец Сайта может собирать и использовать его личную информацию, включая учетные данные, с целью предоставления доступа к сервисам Сайта и обеспечения его функциональности. Разглашение Личной Информации 3.2. Владелец Сайта обязуется не разглашать личную информацию Пользователя третьим лицам без предварительного согласия Пользователя, за исключением случаев, предусмотренных законодательством. Безопасность 3.3. Владелец Сайта принимает все необходимые меры для обеспечения безопасности личной информации Пользователя, но не гарантирует абсолютную защиту. Согласие 3.4. Регистрация на Сайте означает согласие Пользователя с политикой конфиденциальности и обработки его личной информации в рамках, описанных в данном разделе."
  },
  "buttons": {
    "next": "Далее",
    "back": "Назад"
  }
}
