import HandShakeSVG from "../../assets/HandShakeSVG.jsx";
import QuestionsSVG from "../../assets/QuestionsSVG.jsx";
import BrainSVG from "../../assets/BrainSVG.jsx";
import PeoplesActivitySVG from "../../assets/PeoplesActivitySVG.jsx";

export const blocksData = [
    {
        id: 1,
        content: "Почти 3 года в Faject мы занимаемся разработкой и дизайном для компаний по всему миру. Мы\n" +
            "помогаем компаниям создавать сервисы и сайты для людей. Делаем бизнес комфортным и удобным в\n" +
            "общении с клиентами так, чтобы это было выгодно.",
        img: <HandShakeSVG/>,
        float: false
    },
    {
        id: 2,
        content: "В своей работе мы активно работаем с заказчиком, чтобы обеспечить наилучший результат и совместное творчество",
        img: <QuestionsSVG/>,
        float: true
    },
    {
        id: 3,
        content: "Для оптимизации всех процессов и экономии средств клиента на начальных этапах разработки мы используем неройнные сети. Так, мы внесколько раз ускоряем подбор стиля иллюстраций, чтобы заказчик мог выбрать, что ему больше по душе.",
        img: <BrainSVG/>,
        float: false
    },
    {
        id: 4,
        content: "На этапе разработки технического задания мы изучаем потребности и цели вашей компании. Мы предлагаем наилучшие решения, экономя средства заказчика и избавляясь от лишних функций. Наша главная задача - предоставить удобный функционал и эффективный инструмент маркетинга для вашего бизнеса.",
        img: <PeoplesActivitySVG/>,
        float: true
    },
]