import React, {useState} from 'react';
import Modal from "../../../UI/Modal/Modal";
import classes from "./SaleModal.module.scss";
import {Link} from "react-router-dom";
import Button from "../../../UI/Button/Button.jsx";

const SaleModal = () => {

    const [isClose, setIsClose] = useState(false)

    const closeModal = () => {
        setIsClose(true)
    }


    return (
        <Modal time={10000} isClose={isClose} className={classes.modal}>
            <div className={classes.title}>до -35%</div>
            <div className={classes.subtitle}>Воспользуйтесь выгодным предложением: скидки до 11 апреля</div>
            <div className={classes.right}>

                <Link to={'/order'}>
                    <Button className={classes.btn}>Заказать проект</Button>
                </Link>
                <svg className={classes.close} onClick={closeModal} width="32" height="32" viewBox="0 0 32 32"
                     fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M18.4463 15.5079L27.3959 6.57899C27.7879 6.18707 28.008 5.65551 28.008 5.10125C28.008 4.54699 27.7879 4.01543 27.3959 3.62351C27.004 3.23159 26.4725 3.01141 25.9182 3.01141C25.3639 3.01141 24.8324 3.23159 24.4405 3.62351L15.5116 12.5732L6.58273 3.62351C6.1908 3.23159 5.65925 3.01141 5.10499 3.01141C4.55073 3.01141 4.01917 3.23159 3.62725 3.62351C3.23533 4.01543 3.01515 4.54699 3.01515 5.10125C3.01515 5.65551 3.23533 6.18707 3.62725 6.57899L12.5769 15.5079L3.62725 24.4367C3.43217 24.6302 3.27733 24.8604 3.17167 25.114C3.066 25.3677 3.0116 25.6397 3.0116 25.9145C3.0116 26.1892 3.066 26.4613 3.17167 26.7149C3.27733 26.9685 3.43217 27.1987 3.62725 27.3922C3.82073 27.5873 4.05093 27.7421 4.30456 27.8478C4.55819 27.9535 4.83023 28.0079 5.10499 28.0079C5.37975 28.0079 5.65179 27.9535 5.90542 27.8478C6.15904 27.7421 6.38924 27.5873 6.58273 27.3922L15.5116 18.4425L24.4405 27.3922C24.634 27.5873 24.8642 27.7421 25.1178 27.8478C25.3714 27.9535 25.6434 28.0079 25.9182 28.0079C26.193 28.0079 26.465 27.9535 26.7186 27.8478C26.9723 27.7421 27.2025 27.5873 27.3959 27.3922C27.591 27.1987 27.7459 26.9685 27.8515 26.7149C27.9572 26.4613 28.0116 26.1892 28.0116 25.9145C28.0116 25.6397 27.9572 25.3677 27.8515 25.114C27.7459 24.8604 27.591 24.6302 27.3959 24.4367L18.4463 15.5079Z"
                        fill="#040D12"/>
                </svg>
            </div>
        </Modal>

    );
};

export default SaleModal;